[{"id":1,"pub_date":"2019-12-31T15:00:00.000Z","contents":"Treating Regular People Like Influencers is The Key to Glossier’s Success 인플루언서 대신 일반 고객들의 영향력으로 성공한 화장품 회사 IN. BUSINESS Marketing The wildly popular beauty brand’s customers are also its biggest evangelists. . 최근 미국에서 가장 핫한 화장품 브랜드 Glossier Glossier Glossier는 일반인들을 인플루언서처럼 인플루언서처럼 인플루언서처럼 대해 진정 고객들이 원하는 화장품을 만들며 큰 성공 [일반인들 설문과 다수결 투표를 통해 진정 고객이 원하는 화장품만을 만들고, 광고 모델없이 일반 고객들의 후기를 중심으로 마케팅]","more_info":"MORE INFO : http://trendbird.biz/18719 REF : [vox] WEBSITE : https://www.glossier.com/","image":"../2020_01.(NewBiz_Strategy_BizModel)_Annual_Trend_Report%5B200107160158751%5D-1.jpg"},{"id":2,"pub_date":"2019-12-31T15:00:00.000Z","contents":"Stretching Studios are The Next Big Boutique Fitness Trend - Stretch*d 피트니스 분야의 Next Big 트렌드 - 스트레칭 스튜디오\nIN. BUSINESS Fitness Stretching improves flexibility, lowers risk of injury, and induces relaxation-so, it’s no wonder the modality has become increasingly popular. . 최근 핫한 피트니스 시장중에서도 가장 빠르게 성장중인 The Next Big The Next Big The Next Big 트렌드는 편리하고 부상 위험이 적은 스트레칭 앱과 스튜디오 [최근 소비자들은 스스로 스트레칭 하는 것은 귀찮아 하지만, 전문 트레이너들과 1:1 스트레칭을 하는 것은 즐기며, 필요하다고 생각]","more_info":"MORE INFO : http://www.trendbird.biz/18485 REF : [fastcompany] WEBSITE : https://www.stretchdspace.com/","image":"../2020_01.(NewBiz_Strategy_BizModel)_Annual_Trend_Report%5B200107160158751%5D-2.jpg"},{"id":3,"pub_date":"2020-01-31T15:00:00.000Z","contents":"(Patent) Motorola Patent Teases a RAZR-like Phone with a Foldable Display 모토롤라의 베컴 폰 RAZR, 폴더블 폰으로 부활 Is this the hotly-tipped revival of everyone\"s fave flip phone? IN. TECH . Motorola 핸드셋 . Motorola 핸드셋 부문을 인수한 중국 Lenovo는 과거 베컴이 모델이었던 인기폰 RAZR의 디자인을 계승한 폴더블 폰을 출시할 전망 [특허 도면을 보면 바깥쪽 면은 RAZR 3의 반지갑형 디자인을 그대로 계승했으며, 폴더를 펼치면 세로로 장방형 디스플레이가 연결]","more_info":"MORE INFO : http://www.trendbird.biz/18699 REF : [engadget] Patent Application : http://bit.ly/2UdBOLh","image":"../2020_02.(EmergingTech_Patent_Science)_Annual_Trend_Report[200107160158751]-1.jpg"},{"id":4,"pub_date":"2020-01-31T15:00:00.000Z","contents":"MIT and NASA Develop Flexible Shape-Shifting Airplane Wing 비행 상황에 따라 형태가 변화하는 비행기 날개 MIT and NASA engineers demonstrate a new kind of airplane wing. Assembled from tiny identical pieces, the wing could enable lighter, more energy-efficient aircraft designs. IN. TECH\n. MIT와 NASA는 수백개의 작은 부품들로 항공기 날개를 만들어, 이륙과 착륙, 순항과 기동등 상황에 따라 다양하게 변하는 기술 개발 [기존 비행기 날개는 비행기 방향을 바꾸기 위해 날개의 일부만을 움직일수있으나, 이 날개는 상황에 따라 날개 전체를 변형할수있고, 이 날개는 얇은 폴리머 물질로 덮인 격자 구조로 배열되어 있으며, 금속으로 만들어진 기존의 날개 대비 가볍고 에너지 효율도 높음]","more_info":"MORE INFO : http://www.trendbird.biz/19017 REF : [MIT] WEBSITE : https://news.mit.edu/2019/engineers-demonstrate-lighter-flexible-airplane-wing-0401","image":"../2020_02.(EmergingTech_Patent_Science)_Annual_Trend_Report[200107160158751]-2.jpg"}]