[{"id":93321,"contents":" (Exclusive) Ranking The Top 100 Global Brands 소셜 미디어를 잘 활용하는 Top 100 브랜드 Starbucks (127) Dell (123) eBay (115) Google (105) Microsoft (103) Thomson Reuters (101) Nike (100) Amazon (88) SAP (86) Tie - Yahoo!/Intel (85) Four Quadrants of Engagement Mavens – brands that have made social media a core part of their go-to-market strategies and are very active in many channels; usually driven by  dedicated teams assisted by company-wide awareness and participation. Butterflies — brands that recognize the need to be in many channels but have  only met with real success in a subset of their activities; these companies are  usually spread a bit too thin. Selectives – brands that focus on just a few channels and excel in those; these  efforts are usually initiated by an internal evangelist. Wallflowers — brands present in only a few channels and very lightly in those;  these brands are sitting on the sidelines and are wary of the risks. They are still  trying to figure out the best next steps and investments in social media. . Wetpaint와 Altimeter사는 소셜 미디어 활동과 재무 실적의 연관성을 파악하여 새로운 글로벌 Top 100 브랜드를 선정  [순위 선정에 참고가 된 소셜 미디어는 블로그, 소셜네트워크, 포럼 등이며, 상위권은 스타벅스, 나이키, SAP, 로이터 등] IN. BUSINESS Brand Equity Wetpaint and Altimeter Group Find Correlation Between Brands’ Social Media Efforts and Financial Performance ENGAGEMENTdb Report Ranks Who Is Succeeding and Who Isn’t With  Social Media; Starbucks, Nike, SAP, Thomson Reuters Hit the Top Ten;  Website Launching Today Lets Anyone Evaluate Their Social Media Efforts. TRENDBIRD EXCLUSIVE ! Copyright © Flacebo Corp. All Rights Reserved Annual Trend Report. 2010 – Marketing / Consumer 10","pub_date":"2009-12-31T15:00:00.000Z","more_info":"Download PDF Report : http://bit.ly/xkEsj","image":"img/2010/01.(Marketing_Consumer) Annual Trend Report 2010.pdf_10.jpg"},{"id":93322,"contents":" (PDF) Digital Competence of Luxury Brands 럭셔리 브랜드들의 디지털 역량 평가 . NYU MBA 스쿨은 109개의 분야별 세계적인 명품 브랜드들의 인터넷 활용도를 종합적으로 조사해 디지털 경쟁력을 평가  [전체 1위는 Apple(170점), 패션분야 1위: 루이비통(149점), 자동차: BMW(167점), 화장품: 클리니크 1위(138점)] The study, the first and largest of its kind,  measures brands on the effectiveness of their  digital competence based on criteria including  search engine optimization, brand translation,  ability to leverage technology, and use of social  media. “2009 represented a tipping point concerning  the importance of digital competence in the  luxury industry,” says Scott Galloway. “While  the industry grappled with double-digit revenue  declines, traffic to luxury brand sites increased  an average of 61 percent. [luxurylabs] IN. BUSINESS Digital Marketing NYU Stern School of Business professor of marketing, and a team of experts, the Digital IQ Index scores 109 luxury brands  in 11 categories including fashion, beauty and skincare, watches, and automobiles. Copyright © Flacebo Corp. All Rights Reserved Annual Trend Report. 2010 – Marketing / Consumer 10","pub_date":"2009-12-31T15:00:00.000Z","more_info":"Download PDF Report :  http://luxurylabs.files.wordpress.com/2009/09/d  igital-iq-index_2009_hyperlinks4.pdf","image":"img/2010/01.(Marketing_Consumer) Annual Trend Report 2010.pdf_11.jpg"},{"id":93323,"contents":" (Video) Toyota Prius iPhone Campaign 도요타 프리우스, 기발한 아이폰 캠페인 IN. BUSINESS Mobile Marketing When Toyota realized that a very large portion of the traffic to their WAP site came  from iPhone users, they decided that for the launch of the new 3rd generation 2010  Prius, they would do something special for that group. So a few months ago Toyota  launched a special version of their mobile site that was optimized for the iPhone. And now, Toyota has released The Prius Experience App, a free iPhone app that uses the  unique features of the iPhone to engage with individual consumers, and also connects  the consumer to a large billboard display in New York’s Times Square! The Prius Experience App gives the user a choice of 4 activities: ➔ Tour, Interact, Draw, and Play. [mobiadnews] . 3세대 하이브리드카 2010 프리우스의 출시와 함께 아이폰을 통해 프리우스를 체험해볼수 있는 전용 어플리케이션 공개  [또한, 사용자들이 아이폰으로 프리우스 그림을 그리면, 뉴욕 타임스퀘어에 있는 대형 전광판을 통해 그림이 디스플레이] Copyright © Flacebo Corp. All Rights Reserved Annual Trend Report. 2010 – Marketing / Consumer 10","pub_date":"2009-12-31T15:00:00.000Z","more_info":"Watch Video : http://www.youtube.com/watch?v=Vix2GkK1FJU&feature=player_embedded","image":"img/2010/01.(Marketing_Consumer) Annual Trend Report 2010.pdf_12.jpg"},{"id":93324,"contents":" Ponta Point Card Marketing - Lawson 가입자 5천만명의 최대 포인트 프로그램 IN. BUSINESS Point Marketing . 일본에서 국내외 수십개의 대기업이 참여한 이종 업계간의 대규모 소비자 보상 프로그램 Ponta, 가입자 5,000만명 기대  [Ponta는 제휴 업체들을 통한 구매시 100엔당 1포인트를 지급하는 일본 최대의 포인트 리워드 프로그램으로 빠르게 확산] Just when you thought you had a grip on all the inter-chain point cards on the Japanese market. Just when you thought it was safe to go into  a convenience store…Along comes another one. Convenience store giant Lawson is teaming up with Mitsubishi Corporation, Showa Shell and Geo to produce the PONTA point card, launching from Spring  2010. The card has the hallmarks of others on the market: a recognizable cute tanuki (raccoon) mascot and a catchy, semi-English name (an abbreviation of  “point terminal”). Starting with its four chief participants, the card will be expanded to 30 affiliates in three years’ time. The target is 30 million cardholders  Lawson et al are clearly here trying to combat the ubiquitous T-Card run by CCC (the group which includes TSUTAYA) and Family Mart, which at the end of  September had 33 million members and 56 affiliates. The Ponta card will be administrated by Loyalty Marketing, a subsidiary of Mitsubishi Corporation, and,  although Lawson aims to offer the service alongside and incorporating their current Lawson Point Card (at present 10 million members), Geo will be disbanding its own customer loyalty card (also 10 million members) when current cards expire. [trendsinjapan] Copyright © Flacebo Corp. All Rights Reserved Annual Trend Report. 2010 – Marketing / Consumer 13","pub_date":"2009-12-31T15:00:00.000Z","more_info":"Website : http://www.ponta.jp/","image":"img/2010/01.(Marketing_Consumer) Annual Trend Report 2010.pdf_13.jpg"},{"id":93325,"contents":" Six Social Media Trends for 2010 2010년 6대 소셜 미디어 트렌드 – Harvard . 2009년 Twitter, Facebook 등의 폭발적인 인기와 함께 급성장한 Social Media 분야, 2010년에는 어떤 형태로 진화할까 ?  [하버드 비즈니스 리뷰는 2010년 소셜 미디어는 훨씬 대중화 되고, 모바일화 되며, 배타적인 형태로 성장할것으로 전망] Six Social Media Trends for 2010 Social media begins to look less social 소셜 미디어가 비사회적인 성향을 띄기 시작할것이다 Corporations look to scale 소셜 네트워크를 이용하려는 기업들이 증가할 것이다 Social business becomes serious play 소셜 비즈니스가 중요한 역할을 하게될 것이다. Your company will have a social media policy 기업들이 소셜 미디어 정책을 펼 것이다 Mobile becomes a social media lifeline 모바일이 소셜 미디어의 중요한 보급 수단이 될것이다 Sharing no longer means e-mail 더이상 이메일을 통해 정보를 공유하지 않는다 IN. BUSINESS Social Media In 2009 we saw exponential growth of social media. According to Nielson Online, Twitter alone  grew 1,382% year-over-year in February, registering a total of just more than 7 million unique  visitors in the US for the month. Meanwhile, Facebook continued to outpace MySpace. So what  could social media look like in 2010? In 2010, social media will get even more popular, more  mobile, and more exclusive — at least, that's my guess. What are the near-term trends we could  see as soon as next year? [harvardbusiness] Copyright © Flacebo Corp. All Rights Reserved Annual Trend Report. 2010 – Marketing / Consumer 14","pub_date":"2009-12-31T15:00:00.000Z","more_info":"","image":"img/2010/01.(Marketing_Consumer) Annual Trend Report 2010.pdf_14.jpg"},{"id":93326,"contents":" Burberry Reaches the Affluent Consumer Online 명품브랜드 버버리, 온라인 분야 도전 . 명품 브랜드 버버리는 경기 침체로 매출이 급감하는 위기를 극복하고 새로운 소비층을 확보하기 위해 온라인 마케팅 시도  [최근 젊은 고객들이 자신의 트렌치코트에 대한 감상을 나눌수 있는 ArtOfTheTrench.com이라는 온라인 유저사이트 개설] There has been a lot said by experts on luxury brands versus social media. Though a lot of high-end brands are still  focusing more on their brick and mortar empires than the online world, there are these few upscale brands that are  realizing the importance of making their brand’s presence felt in the online world rather than just sticking with their flash. Burberry, the luxury brand known for its iconic trench coat, is all set to launch its hotly anticipated new social networking  site, Artofthetrench.com. This new site is specially designed to celebrate the 1940s nostalgia, with fashionistas able to  submit their own photos and stories of their first trench coat for inclusion on the site. IN. BUSINESS Luxury Fashion Copyright © Flacebo Corp. All Rights Reserved Annual Trend Report. 2010 – Marketing / Consumer 15","pub_date":"2009-12-31T15:00:00.000Z","more_info":"Website : http://artofthetrench.com/\t[bornrich]","image":"img/2010/01.(Marketing_Consumer) Annual Trend Report 2010.pdf_15.jpg"},{"id":93327,"contents":" Why Free Wi-Fi Marketing Is Smart 글로벌 기업들의 무료 무선인터넷 마케팅 . 아이폰의 확산등으로 사용자들의 무선 인터넷 접속이 빈번해짐에 따라, 주요 IT기업들이 무료 인터넷을 제공하는 마케팅  [Yahoo - 뉴욕 타임스퀘어, Google - 버진항공과 47개 미국공항, eBay - 델타항공, MS - 제휴호텔 등 무료 인터넷 제공] Maybe we should chalk it up to the upcoming season of jolly, but lately it seems like  everyone wants to give away free Wi-Fi access to travelers. Well, free as long as you  watch an ad or a promo for whichever company is sponsoring it, such as Yahoo,  Microsoft and now Google. But while we might roll our eyes at what looks like just  another way to serve up ads, the idea of free WiFi-based marketing is actually pretty  smart. Among the current offers: Yahoo : Starting today, visitors to Times Square in New York City will be able to  get free Wi-Fi on their computers and mobile phones, courtesy of Yahoo. If you log in  from your mobile phone, it is going to take you to http://m.yahoo.com. On a computer,  you end up at a Yahoo page filled with ads. Google : is offering free Wi-Fi access on Virgin America through Jan 15, 2010. eBay is sponsoring free Wi-Fi on 250 flights on Delta Airlines during the week of  Thanksgiving. Wi-Fi users will get access to the eBay home page and an invitation to  shop there. Microsoft : is working with JiWire to give away free Wi-Fi in premium hotspots in  hotels and airports as long as they use Bing for search via their connection. Google : is giving away free Wi-Fi in 47 airports across the U.S., including hubs  such as Miami, Seattle, Houston and San Jose, Calif. The promotions will last through  Jan. 15, 2010. IN. BUSINESS Free Wi-Fi Copyright © Flacebo Corp. All Rights Reserved Annual Trend Report. 2010 – Marketing / Consumer 16","pub_date":"2009-12-31T15:00:00.000Z","more_info":"Website : http://ycorpblog.com/2009/11/10/wifitimessquare/\t[gigaom]","image":"img/2010/01.(Marketing_Consumer) Annual Trend Report 2010.pdf_16.jpg"},{"id":93328,"contents":" LindenLab Launches \"Second Life Enterprise\" 가상세계 세컨드라이프, 기업용 시장 진출 . 3D 기반의 가상사회로 유명한 Second Life는 기업과 공공 기관등을 위한 기업 어플리케이션을 출시하며 기업용 시장 진출  [이 Second Life Enterprise는 회의실, 이벤트장 등 7개의 가상 공간을 방화벽 보안환경이 갖춰진 Private한 공간으로 제공] IN. BUSINESS Virtual World Linden Lab is announcing the open beta of its Second  Life Enterprise product today. Companies can buy a  server appliance with a secure version of Second Life  for $55,000. The virtual world will be accessible via a  company intranet and will be closed off from other  users on the web-based virtual world. It’s sort of like  opening up some private spaces in an otherwise public  virtual world. San Francisco-based Linden Lab has been working on  the technology for the past year and already has a  bunch of beta testers, including IBM, Northrop  Grumman, and the U.S. Navy. Northrop Grumman, the  defense contractor, uses its version of Second Life  Enterprise to train workers how to use some very  expensive equipment that can’t be used for practice in  the real world. Second Life is going corporate. The virtual world already has more than 1,400  companies staging meetings and conferences inside its virtual landscapes. Copyright © Flacebo Corp. All Rights Reserved Annual Trend Report. 2010 – Marketing / Consumer 16","pub_date":"2009-12-31T15:00:00.000Z","more_info":"Website : http://work.secondlife.com/\t[venturebeat]","image":"img/2010/01.(Marketing_Consumer) Annual Trend Report 2010.pdf_17.jpg"}]